Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/who_hyvaksyi_julkilausuman_alkuperaiskansojen_terveydesta_-_saamelaiskarajat_osallistui_julkilausuman_valmisteluun.html.tmx
Source language: fin
Languages: sme

source: WHO hyväksyi julkilausuman alkuperäiskansojen terveydestä – Saamelaiskäräjät osallistui julkilausuman valmisteluun
sme: WHO dohkkehii loahppaárvalusa eamiálbmogiid dearvvasvuođas – Sámediggi oassálasttii loahppaárvalusa válmmaštallamii

source: Maailman terveysjärjestö WHO hyväksyi julkilausuman alkuperäiskansojen terveydestä 76. yleiskokouksessaan Genevessä 30.5.2023.
sme: Máilmmi dearvvasvuođaorganisašuvdna WHO dohkkehii loahppaárvalusa eamiálbmogiid dearvvasvuođas 76. oktasaščoahkkimis Geneves 30.5.2023.

source: Julkilausuma on WHO:ssa ensimmäinen julkilausuma, joka on hyväksytty alkuperäiskansojen osalta.
sme: Loahppaárvalus lea WHO:s vuosttas loahppaárvalus, mii lea dohkkehuvvon eamiálbmogiid oasil.

source: Saamelaiskäräjät osallistui julkilausuman valmisteluun.
sme: Sámediggi oassálastii loahppaárvalusa válmmaštallamii.

source: Hyväksytyn julkilausuman pohjalta valmistellaan Globaali toimintasuunnitelma (a Global Plan of Action) 79. WHO:n yleiskokoukseen.
sme: Dohkkehuvvon loahppaárvalusa vuođul válmmaštallo Globála doaibmaplána (a Global Plan of Action) 79. WHO: a dievasčoahkkimii.

source: – Terveyden edistämisen keskiössä tulee olla alkuperäiskansojen osallisuus päätöksenteossa.
sme: – Dearvvasvuođa ovddideami áššiin galgá guovddážis leat eamiálbmogiid vejolašvuohta oassálastit mearrádusbargamii.

source: Nyt aloitettu työ maailman terveysjärjestössä antaa uudenlaisen mahdollisuuden kiinnittää huomiota YK:n alkuperäiskansajulistuksen toimeenpanemiseen sosiaali- ja terveyspalveluissa, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sme: Dál álggahuvvon bargu máilmmi dearvvasvuođaorganisašuvnnas addá ođđalágan vejolašvuođa giddet fuopmášumi ON:id eamiálbmotjulggáštusa duohtan dahkamii sosiála- ja dearvvasvuođabálvalusain, lohká Sámedikki ságajođiheaddji Tuomas Aslak Juuso.

source: Saamelaiskäräjien sosiaali- ja terveyssihteeri osallistuu WHO:n yleiskokoukseen Genevessä 21.-30.5.2023.
sme: Sámedikki sosiála- ja dearvvasvuođačálli oassálastá WHO:a deavasčoahkkimii Geneves 21.-30.5.2023.

source: – On merkittävää, että Saamelaiskäräjillä on ensimmäistä kertaa mahdollisuus osallistua WHO:n yleiskokoukseen osana Suomen delegaatiota, sanoo Saamelaiskäräjien sosiaali- ja terveyssihteeri Anne Länsman-Magga.
sme: – Lea dehálaš, ahte Sámedikkis lea vuosttas háve vejolašvuohta oassálastit WHO:a deavasčoahkkimii Suoma delegašuvnna oassin, dadjá Sámedikki sosiála- ja dearvvasvuođačálli Anne Länsman-Magga.

source: Suomen kansallinen puheenvuoro tuki julkilausuman hyväksymistä
sme: Suoma álbmotlaš sáhkavuorru doarjjui loahppaárvalusa dohkkeheami

source: Suomi nosti puheenvuorossaan esille omakielisten ja kulttuurinmukaisten palveluiden sekä erityisesti mielenterveyspalveluiden merkityksen.
sme: Suopma bajidii sáhkavuorus ovdan iežasgielat ja kulturvuđot bálvalusaid ja maiddái erenomážit mielladearvvasvuođabálvalusaid mearkkašumi.

source: Ilmastonmuutos tulee myös vaikuttamaan saamelaisiin monin eri tavoin.
sme: Dálkkádatrievdan boahtá maiddái váikkuhit sápmelaččaide máŋgga láhkai.

source: Suomi myös painotti puheenvuorossaan, että alkuperäiskansat tulee osallistaa päätöksentekoon ja keskusteluun.
sme: Suopma maiddái deattuhii sáhkavuorus, ahte eamiálbmogiid galgá váldit mielde mearrádusbargamii ja ságastallamii.

source: Suomen puheenvuoron mukaan myös tiedontuotanto tulisi tehdä yhdessä alkuperäiskansojen kanssa.
sme: Suoma sáhkavuoru mielde maiddái dieđubuvttadeami galggašii bargat ovttas eamiálbmogiiguin.

source: Julkilausuma alkuperäiskansojen terveydestä (esitys)
sme: Loahppaárvalus eamiálbmogiid dearvvasvuođas (evttohus)

source: Lisätietoja:
sme: Lassidieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso@samediggi.fi

source: Anne Länsman-Magga Sosiaali- ja terveyssihteeri 040 182 9998 anne.lansman-magga@samediggi.fi
sme: Anne Länsman-Magga Sosiála- ja dearvvasvuođačálli 040 182 9998 anne.lansman-magga@samediggi.fi

source: Inka-Saara Arttijeff Kansainvälisten asioiden sihteeri 050 574 7629 inka.saara.arttijeff@samediggi.fi
sme: Inka-Saara Arttijeff Riikkaidgaskasaš áššiid čálli 050 574 7629 inka.saara.arttijeff@samediggi.fi
